Repository: Aquael5/ubuntu-make
Catalog: po/*.po
Languages: hr, pl

source: # Ubuntu make installation of {}
hr: # Ubuntu make instalacija od {}
pl: # Instalacja {} przez Ubuntu make

source: * Command '{}':
hr: * Naredba '{}':
pl: * Komenda '{}':

source: Deploy and setup developers environment easily on ubuntu
hr: Implementiraj i postavi razvojno okruženje na ubuntu sustavu na jednostavan način
pl: Łatwo wdróż i skonfiguruj środowisko programistyczne na Ubuntu

source: Note that you can also configure different debug logging behavior using LOG_CFG that points to a log yaml profile.
hr: Različita ponašanja zapisivanja pogrešaka moguće je konfigurirati pomoću LOG_CFG, koje upućuje na profil yaml zapisnika.
pl: Zauważ, że możesz również skonfigurować różne zachowania podczas logowania do debugowania używając LOG_CFG, który wskazuje na profil yaml logu.

source: Show this help
hr: Prikaži ovu pomoć
pl: Wyświetla tę pomoc

source: Increase output verbosity (2 levels)
hr: Povećaj izlaznu opširnost (2 razine)
pl: Zwiększ dokładność wyniku (2 stopnie)

source: Remove specified framework if installed
hr: Ukloni određeni radni okvir, ako je instaliran
pl: Usuń wskazany framework, jeśli jest zainstalowany

source: Print version and exit
hr: Ispiši verziju i zatvori program
pl: Wydrukuj wersję i wyjdź

source: Generic IDEs
hr: Generička integrirana razvojna okruženja
pl: generalne zintegrowane środowiska programistyczne

source: The Eclipse Luna Integrated Development Environment
hr: Integrirano razvojno okruženje Eclipse Luna
pl: Zintegrowane środowisko programistyczne Eclipse Luna

source: PyCharm Community Edition
hr: PyCharm izdanje zajednice

source: PyCharm Educational Edition
hr: PyCharm obrazovno izdanje
pl: PyCharm Edycja Edukacyjna

source: PyCharm Professional Edition
hr: PyCharm profesionalno izdanje
pl: PyCharm Edycja Profesjonalna

source: IntelliJ IDEA Community Edition
hr: IntelliJ IDEA izdanje zajednice
pl: IntelliJ IDEA Edycja Publiczna

source: Ruby on Rails IDE
hr: Integrirano razvojno okruženje Ruby on Rails
pl: IDE Ruby on Rails

source: Complex client-side and server-side javascript IDE
hr: Kompleksno javascript integrirano razvojno okruženje za klijente i poslužitelje
pl: Kompleksowa strona klienta i serwer Javascript IDE

source: PHP and web development IDE
hr: Integrirano razvojno okruženje za PHP i web razvoj
pl: PHP i tworzenie stron internetowych IDE

source: CLion integrated C/C++ IDE
hr: CLion integriran C/C++ integrirano razvojno okruženje
pl: CLion zintegrowany C/C++ IDE

source: The Arduino Software Distribution
hr: Distribucija Arduino softvera
pl: Dystrybucja oprogramowania Arduino

source: The Arduino Software IDE
hr: Integrirano razvojno okruženje Arduino Software
pl: Oprogramowanie Arduino IDE

source: You need to logout and login again for your installation to work
hr: Da bi instalacija radila, moraš se odjaviti i ponovo prijaviti
pl: Musisz się wylogować i zalogować ponownie, aby twoja instalacja działała

source: Netbeans IDE
hr: Integrirano razvojno okruženje Netbeans

source: Dartlang Development Environment
hr: Dartlang okruženje za razvoj
pl: Środowisko Programistyczne Dartlang

source: Dart SDK with editor (not supported upstream anyymore)
hr: Dart SDK s uređivačem (više se ne podržava)
pl: Dart SDK z edytorem (nie jest obsługiwany w bieżącym trybie)

source: Dart SDK (default)
hr: Dart SDK (standardno)
pl: Dart SDK (domyślny)

source: You need to restart your current shell session for your {} installation to work properly
hr: Da bi {} instalacija ispravno radila, moraš ponovo pokrenuti trenutačnu sesiju ljuske
pl: Musisz ponownie uruchomić bieżącą sesję powłoki, aby instalacja {} działała poprawnie

source: Rust language
hr: Rust jezik
pl: Język Rust

source: The official Rust distribution
hr: Javna Rust distribucija
pl: Oficjalna dystrybucja Rust

source: The Scala Programming Language
hr: Programski jezik Scala
pl: Język Programowania Scala

source: Scala compiler and interpreter (default)
hr: Scala kompajler i interpret (standardno)
pl: Kompilator i interpreter Scala (domyślnie)

source: Go language
hr: Go jezik
pl: Język Go

source: Google compiler (default)
hr: Google kompajler (standardno)
pl: Kompilator Google (domyślnie)

source: Android Development Environment
hr: Android okruženje za razvoj
pl: Środowisko Programistyczne Android

source: Android Studio (default)
hr: Android Studio (standardno)
pl: Android Studio (domyślnie)

source: Android Studio developer environment
hr: Android Studio razvojno okruženje
pl: środowisko programistyczne Android Studio

source: A default framework for category {} was requested where there is none
hr: Zatražen je standardni radni okvir za kategoriju {} mada ga nema
pl: Zażądano domyślnej struktury dla kategorii {} w przypadku, gdy nie ma żadnej

source: You can't install that framework on this machine
hr: Taj radni okvir ne možeš instalirati na ovaj uređaj
pl: Nie można zainstalować tej struktury na tym komputerze

source: You can't remove {} as it isn't installed
hr: Nije moguće ukloniti {}, jer nije instalirano
pl: Nie możesz usunąć {}, ponieważ nie jest zainstalowane

source: If the default framework name isn't provided, destdir should contain a /
hr: Ako standardni radni okvir nije naveden, destdir treba sadržati kosu crtu (/)
pl: Jeśli nazwa domyślnego frameworka nie jest określona, destdir powinien zawierać a /

source: Remove framework if installed
hr: Ukloni radni okvir, ako je instaliran
pl: Usuń framework, jeśli jest zainstalowany

source: Accept license without prompting
hr: Prihvati licencu bez upita
pl: Akceptuj licencję bez zapytania

source: Web Developer Environment
hr: Okruženje za web-razvijatelje
pl: Internetowe środowisko deweloperskie

source: Firefox Developer Edition
hr: Firefox izdanje za programere
pl: Deweloperska Edycja Firefox

source: Choose language: {}
hr: Odaberi jezik: {}
pl: Wybierz język: {}

source: Firefox Aurora with Developer tools
hr: Firefox Aurora s alatima za razvijatelje
pl: Firefox Aurora z narzędziami deweloperskimi

source: Install in given language without prompting
hr: Instaliraj u zadanom jeziku bez upita
pl: Zainstaluj w danym języku bez konieczności wyświetlania podpowiedzi

source: Visual Studio focused on modern web and cloud
hr: Visual Studio fokusiran na moderan web i oblak
pl: Program Visual Studio koncentruje się na nowoczesnej sieci Web i chmurze

source: Visual Studio Code
hr: Visual Studio kȏd

source: Games Development Environment
hr: Okruženje za razvoj igara
pl: Środowiska Deweloperskie Gier Komputerowych

source: Stencyl game developer IDE
hr: Integrirano razvojno okruženje Stencyl igara
pl: deweloperskie zintegrowane środowisko programistyczne gier komputerowych - Stencyl

source: Unity 3D Editor Linux experimental support
hr: Linuxova eksperimentalna podrška za Unity 3D Editor
pl: Eksperymentalne wsparcie dla Unity 3D Editor Linux

source: Twine tool for creating interactive and nonlinear stories
hr: Twine alat za stvaranje interaktivnih i nelinearnih priča
pl: Narzędzie bliźniacze do tworzenia interaktywnych i nieliniowych historii

source: No suitable answer provided
hr: Nije ponuđen prikladan odgovor
pl: Nie podano właściwej odpowiedzi

source: Your entry '{}' isn't an acceptable choice. choices are: {}
hr: Vaš unos '{}' nije prikladan. Mogući unosi su: {}
pl: Twój wybór '{}' nie jest dopuszczalny. Możliwe wybory to: {}

source: Your entry '{}' isn't an acceptable choice. choices are: {} and {}
hr: Vaš unos '{}' nije prikladan. Mogući unosi su: {} i {}
pl: Twój wybór '{}' nie jest dopuszczalny. Możliwe wybory to: {} i {}

source: I Accept
hr: Prihvaćam
pl: Zgadzam się

source: I don't accept
hr: Ne prihvaćam
pl: Nie zgadzam się

source: Yes
hr: Da
pl: Tak

source: y
hr: d
pl: T

source: No
hr: Ne
pl: Nie

source: Unity3D Editor
pl: Edytor Unity3D
